Repository: mozilla-l10n/mt-training-data
Catalog: bft/bft_pontoon.tmx
Source language: en_us
Languages: bft

source: 1 sentence collected
bft: زدمفی تم سیر پو

source: 2019 End-of-Year Release
bft: لو جوکلا فیونگمونگ

source: 2 down, keep it up!<playIcon></playIcon>
bft: تھورو، جاری یوق

source: ≥ 2 No votes
bft: ان زیرکھن مید

source: ≥ 2 Yes votes
bft: ان زیرکھن کن

source: Abbreviations and Acronyms
bft: تم چھٹ کن نہ، تم ہرتخ کن

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
bft: تم چھٹ کن نہ تم ہرتخ کن ملا مہ کول، چا زیربنہ یو ایس اے پو اسے، دیکھنہ آٸی سی ای پو آٸی ژوخ شیسپن، دوفی دو ژوخ ہرکپلس گوا یودپی تم ہرتخ کن تم سیرینگنو مہ ہڑکیم۔ دیکھنہ تم ہرتخ چک لا لوقسو لوقسو زیرجوخ کن یودپاد۔

source: Abkhaz
bft: ایبکھازی

source: About
bft: بارینگ

source: About options menu
bft: فسل غدمی لوکھسینگ

source: Academic Reference
bft: اکیڈمک ریفرینس

source: Accent
bft: زیر جوخپو

source: Accepted file types: .tsv only
bft: قبول سونگفی فاٸل کن: ٹی ایس وی ژا

source: Access press releases and stories related to Common Voice
bft: کامن واٸسی لوکھسینگ خبر اتار کن نا کہانیونگ تھوپ چوک

source: Account
bft: اکاونٹ پو

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
bft: لیگی لیخمو بے کھوم بزونگلا ہلتوس۔

source: Acehnese
bft: اسہنیزی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
bft: سونگفہ ژے فطری زیر جوخسیکھہ زیر

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
bft: میوسی زیرفونگ یانگلا کوسپونگ گانگمہ ربیس

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bft: کھونگی سی تم سیر پو لیاخمویکھہ زیرسہ؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
bft: سکتی کلپ کن لا سنا بیوس، دیکھنہ ٹرانسکرپشن کن لا ہلتوس۔ یونگ ژوخ ژوخ یودا؟ میدنارے، یونگ چک سترانگسے فچوس

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bft: دیکھنہ تم سیر پو اننا زیر

source: { $actionType }<stopIcon></stopIcon> when done
bft: سکتپو زونمو چھمفہ چک

source: { $actionType } submit when ready
bft: تیار گوانہ جمع بیوس

source: Adamawa Fulfulde
bft: ادا ماوا فلفلدی

source: Add and Review Sentences, Add Questions, Transcribe Audio
bft: تم سیر کن کول دیکھنہ ہلتوس، سوال کن کول، سکت کن ربیس

source: Add as much information as you can about the language. This could include:
bft: دی سکت پے لوکھسینگنو ژامشے سونگنہ معلومات ایڈ بیوس۔ دیوینگنو شامل گیگ:

source: Add <icon></icon> a public domain sentence
bft: چوقلا تھونمی تم سیر چک ایڈ بیوس

source: Add information
bft: معلومات ہلرژوق

source: Adding Sentences
bft: ایڈ بیایودپی تم سیر کن

source: Additional Language
bft: سکت تھیپ پو

source: Add Language
bft: سکت پو ہرژوق/ کول

source: Add new custom accent "{ $inputValue }"
bft: رانگ بیونگ زیر جوخپو ایڈ بیوس

source: Add new sentences for the community to read
bft: کمیونٹی لا زیربلا نیا تم سیر کن ہرژوق

source: Add one sentence per line
bft: ژھیری ہرژیس نہ تم سیر چک کول۔

source: Add questions in your language
bft: یری سکت پینگنو سوال کن ہرژوق

source: Add Questions <small>(Coming soon)</small>
bft: سوال کن ہرژوق، سوال کن شیزدے بیوس

source: Add Sentences
bft: تم سیر کن کول

source: Add sentences in your language
bft: یری سکت پینگ تم سیر کن ہرژوق

source: Add Text
bft: ٹیکسٹ چی ہرژوق

source: Add up to 1,000 sentences
bft: ستونگ چک تم سیر کول۔

source: Add Your Voice
bft: یری سکت پو ہرژوق

source: Adyghe
bft: اڈیغی

source: Afaan Oromo
bft: افان اورموٸی

source: Afar
bft: تھقرینگ/لم تھق

source: A few bytes
bft: بایٹس چی کھایک

source: Afrikaans
bft: افریکانسی

source: Age
bft: لوسکور

source: Agriculture and Food
bft: تب لوکھس نہ زان چھو

source: Albanian
bft: ایلبانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bft: گیاپ کھوقنہ اونگمی ژھونژے سکت کن چنگ میگو، اما ینگ چیگی لوخمین تم چی زیرین کوسنارے، کلپ پو چوق زگوق۔ ٹی وی آن بیسے یودپی وخلا یوگوین، یا کھور کھارینگ سوچیگی سپیرا تنگین یودنارے یوگوین۔

source: All
bft: گانگمہ

source: All sentence must have the same domain
bft: تم سیر گانگمہ لا ژوخ ژوخ غدونگکھہ دوکپہ رگوسپن۔

source: All sentences must have the same citation
bft: تم سیر گانگمہ لا ژوخسا ژوخ ساٸٹیشن من۔

source: Already have an account? <login>Log-In</login>
bft: اکاونٹ یودا؟ جوکھس

source: Alsatian
bft: الساشین

source: Amharic
bft: ایمہیریکی

source: An error occurred fetching sentences
bft: تم سیر کن کھیونگمی وخلا غلطی چک سونگسید

source: An error occurred reviewing this sentence
bft: ہلتس بزو بین یودپی وخلا غلطی چک سونگسید

source: An error occurred submitting your voice information
bft: یری سکتی معلومات کن جمع بے وخلا غلطی چک اونگسید

source: An error occurred while creating this transcript
bft: دی ٹراسکرپٹ پو فچوے وخلا ہرکپھلس چی سونگسید

source: An error occurred while editing the transcript
bft: ٹرانسکرپٹ پو سترانگمی وخلا ہرکپلس چی سونگسید

source: An error occurred while recording
bft: ریکارڈ بے وخلا ہرکپھلس چی سونگسید

source: An error occurred while skipping the transcript
bft: ٹرانسکرپٹ پو سکیوربی وخلا ہرکپلس چی سونگسید۔

source: An error occurred while skipping this prompt
bft: دی ہلتن چیس پو سکیوربی وخلا ہرکپھلس چی سونگسید۔

source: An error occurred while submitting the report
bft: سپیرونگ کلے تنگمی وخلا ہرکپلس چی سونگسید

source: An error occurred while uploading your response
bft: یری تم لزوق پو اپلوڈ بے وخلا ہرکپھلس چی سونگسید

source: An error occurred while voting the transcript
bft: ٹرانسکرپٹ پو غدمی وخلا ہرکپلس چی سونگسید۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
bft: لوخمین کولکھنی ڈیٹونگ، لوسکور پو، جنس پونہ زیرجوخپوسی سکتی ڈیٹوسی سکت نوزین بے انجن پولا سکت ہلژابہ لا فرالوکھ بیا لا روخ بین۔ یری مینتخ پونہ ای میل پو یانگی کلبی ڈیٹونہ یمبو میقپن، یانگلا یری منتخپو سینگلا تھونگمو بیا غدمہ نینید، میدنارے نوزین میگو بیسے یقپہ نینید۔

source: Answer questions
bft: تم لزوق بیوس

source: Answer Questions
bft: سوال کنی جواب لزوق

source: Answer Questions <small>(Coming soon)</small>
bft: سوال کن لا تم لزوق بیوس

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
bft: سولا سہ سکتی تم ژھیر کن فچوین چی، ٹیکسٹ کن زگونگین چی، سکتی ڈیٹا سیٹ فچوین چی کھوتی سکت پو لا ہلتا ہرژونگ نا فرالوکھ بیا نگینید، سکت پو لا اوور لزوقپہ نگینید۔

source: Approve
bft: چھدکھہ بیوس

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bft: گیاپ کھوقنہ اونگمی لیگینہ کولے اونگمی روا ہا کن چنگ میگو، اما مشین ایلگوریدم پو لا کوے ہڑینگ کن بیسے نا گیاپ کھوقنہ اونگمی ٹیکسٹ پینگ ربیسے میدپی تم کن لا نایا تھد مید۔ اگر یانگلا ٹیکسٹ پینگ میدپی خاص تم چی کوسنارے کلپ پو چوق ٹر چوت۔ بیسے ٹی وی فودے تنگسے یودپی وخلا یو گوین، یا میدنہ کھور کھارینگ سپیرے گوین یودنارے سہ یود گوین۔

source: Arabic
bft: عربی

source: Aragonese
bft: اراگونیزی

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
bft: یانگ دونوک نا کھوانگ نٸی کامن واٸسی چوق چوق بیونگمی سکتی پراجیکٹی بیٹا ٹسٹینگ گروپ پو نا یمبو یودپینا؟

source: Are you coming? [called by another]
bft: اینا یانگ اونگین یودپینا؟ اے چیکپو سی زیرس

source: Are you coming? <strong>[called by another]</strong>
bft: یانگ اونگین یودپینہ؟ <strong> اے چکپوی سکت زیرفن <strong>

source: Armenian
bft: ارمینین

source: Armenian Western
bft: ارمینین مغربی

source: Arvanitika
bft: اروانیٹیکا

source: Ask about a new language
bft: نیا سکت چیگی بارینگنو تریس

source: Ask Mozilla to share your events
bft: موزیلا لا یری ریل فود کن چوقلا تھونچوک زیر

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
bft: نیالا میٹریکسیکھہ، گفتگویکھہ یا ای میلیکھہ سوال تریس

source: Assamese
bft: اسیمیزی

source: Asturian
bft: اسٹورینی

source: Atayal
bft: اٹایل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
bft: ٹرانسکرپشن پینگنو تم گانگمہ نا فیونگفی سکت گانگمہ اونگمہ رگوسپن، کولّا کوٹ زیربی تم نا سکت گانگمہ اونگمہ رگوسپن۔

source: Attention!
bft: سنانگا بیوس!

source: Audio Format
bft: سکتی فارمیٹپو

source: Automotive and Transport
bft: گاڑی نہ جونچس کن

source: Avatar
bft: ایویتار

source: Avatar uploaded
bft: ایویٹر اپلوڈ سونگسید

source: Average
bft: بدونگورے

source: A voice clip is marked "valid" when a user gives it a Yes vote.
bft: ہلتا کھن چیگی ان زیربنہ سکتی کلپ پو لا بیورمو زیرے اونگمن

source: Avoid too much background noise - it should be easy to hear you.
bft: گیاپکھوقنہ اونگمی ہڑینگ کن اونگ مچوک، یانگلا سنا بیو بدونگو گوا رگوسپن۔

source: Awards
bft: کھہ مار کن

source: Azerbaijani
bft: ازرباٸجانی

source: Baatonum
bft: بھاٹونم

source: Baba Malay
bft: بابا مالے

source: Back
bft: گیاپ لا

source: Background Noise
bft: گیاپ جوننگسی ہڑینگ کن

source: Background Voices
bft: گیاپ کھوغی سکت کن

source: Back to Top
bft: لوقسے گویکھہ سونگ

source: Bafia
bft: بفیا

source: Bafut
bft: بیفٹ

source: Bahasa Malay
bft: بہاسہ مالے

source: Balochi
bft: بلوچی

source: Balti
bft: بلتی

source: Bambara
bft: بیمبارا

source: Bamun
bft: بومن

source: Bamvele
bft: بیمویل

source: Bankon
bft: بینگکونی

source: Baoule
bft: بوالی

source: Basaa
bft: بھاسا

source: Bashkir
bft: بشکر

source: Basque
bft: باسک

source: Batanga
bft: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
bft: زیرکھن چیگی غلط زیرسید زیرے، غلط ملسے چیگی کھہ زور تنگسید زیرے یا تریسے چیک متھونگ زوم بیسید زیرے، کلپ پو لزوقسے مفونگ۔ میولینگ تھومید زیر جوخ کن یود پن دو یانگلا یتی گرونگینگ مکوسپہ یودپن۔ یری زیر جوخپو پژے لوقسو بیسے زیرکھن کن تھد چوک۔

source: Become a Common Voice Partner
bft: کامن وایسنہ ڈارقسے لس بیکھن لدون

source: Belarusian
bft: بیلاروسین

source: Benefits
bft: زدے

source: Bengali
bft: بینگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
bft: Beret پو صحیح ان، برطانیہ پی زیرکھوخسیکھہ دونپیبگ زور تنگسنہ سہ یا امریکہ زیر جوخسیکھہ شولی دویکھہ زور تنگسنہ سہ

source: Betawi
bft: بیٹاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
bft: سکتی لوکھسینگنو ایشن لیاخمو گیگ، سکت چکپو چکپوے خسم بزونگ نا کولکھونگ دیکھنہ سکت ہڑکیم کن۔

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
bft: سکتی کارپس میدپی سکت کن لا لیخمو گیگ، فسور فسور سکت کن،لوخمین سکت کن، ملا یانگ ربیسے میدپی سکت کن کولبہ فری ایشن لیخمو گوین۔

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
bft: یولی ژھرمہ ژھونژیونگ نا ژال ژال بیکھن کن، چھون لا تھوبا یودپی ڈیٹا سیٹ کن فچوس، ترانگچوک دیکھنہ چوقلا تھونچوک۔

source: <bold>{ $count }</bold> Clips
bft: کلپ کن

source: <bold>Help us</bold> find more voices
bft: نیی روخ بیس۔ یانگسہ سکت ژول

source: <bold>If you value open, inclusive data - donate today!</bold>
bft: اگر یانگلا چوقلا تھوبی ڈیٹایی مخ یودنارے۔ نیالا روخ بینگچی شیزدے بیوس جوو۔

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
bft: انسان کن لا خش تروت، یولی رانگ بیونگ نا فرونمو گو فری ڈیٹا سیٹ فچوا لا چھد تھنگ چی شیزدے بیوس

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
bft: ٹیک کمپنیونگ، تھوتھیکھ میدپی اے آٸی نا زومسے یودپی سکت کن لا چوقلا تھوبا یودپی ڈیٹا سیٹ کنی سرمایہ کاری بیوس۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
bft: اے آٸی لا میولی سکت بقچی ژا لا لس چا بیا رگوسپن؟ اے آٸی لا میولی اے سکت کن ژالہ لس بیا رگوسپینہ؟

source: Borgu Fulfulde
bft: بورگو فلفلدی

source: Bosnian
bft: بوسنین

source: Both
bft: نیسکو

source: Both (Speak and Listen)
bft: نیسکو، زیربو نہ سنا بیو

source: Breton
bft: بریٹن

source: [British English might make "root"]
bft: برطانیہ پی انگریزینگنو روٹ زیرید

source: Browse Languages
bft: سکت پو ژول

source: Brushaski
bft: بروشسکی

source: Build a custom goal
bft: لق فچوسی ہلپو ہلژونگ

source: Build Profile
bft: پروفایل پو فچوس

source: Bulgarian
bft: بلغارین

source: Bulk batch
bft: چھوغونگ

source: Bulk Sentences Uploaded
bft: تم سیر گانگمہ اپ لوڈ سونگسید

source: Bulu
bft: بولو

source: Bunun
bft: بونن

source: Burmese
bft: برمیز

source: Buryat
bft: بوریت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
bft: ای میل پو چا رگوسپن؟ اگر ڈیٹا سیٹ پینگ تبدیلی سونگنہ جوکلا نیاسی یانگلا زیربن، ای-میل چی ئودپنہ نیا یناگنہ تھوکپہ نینید۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
bft: کلک بینچی، نی ای میل پیکھہ لنک چک کول، یانگی نٸی لسی لوکھسی سپیرونگ نا خسنگ تم کن لا ان زیرسید، دیکھنہ موزیلا سی یانگلا کڑا کورڑونگنہ دریرسے ای میل تھونچوکپن، دیکھنہ یانگلا کامن واٸسی چوق چوق اونگمہ یودپی، زیربا یودپی پراجیکٹی لوکھسینگ، بیٹاٹیسٹینگ پینگنو چی بیسے لس بین زیربو لوف چوکپن۔

source: By editing your goal, you may lose your existing progress.
bft: ہلپو ینگ فچوسنہ یری لدنفی ترقیو ستورے گوین

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
bft: ای میل کن تھوبی غدمکھو غدمسینہ یانگی موزیلا پی معلوماتی لوکھسینگنو تھدکھہ بیسپا یودپن، دوکھیرے نا موزیلا پی خسنگ تم کنینگ شوٹ چوکسے پودپن۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
bft: یانگ رنسید کہ کامن وایسینگنو اونگمی میونگی شناخت پو زبسے یقپو فری۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
bft: یری معلومات چی بقچی منسنارے، سکت نوزین بے انجن پے فری یانگی کامن واٸس لا منفہ یودپی سکتی ڈیٹو کولبی لوکھسینگنو لیگینہ سہ لیخمو گوین، دونگی یا ڈیٹو کھوتی لس کھومی فری کولبا یودپن۔

source: By telling us about yourself, you will help developers build more inclusive technology
bft: یانگی نیالا یری بارینگ زیرین چی، یانگی ڈویلپرز کن لا ٹیکنالوجی لوکھسینگ فرالوکھ بیا لا روخ بین

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bft: کامن واٸس کولین چی، یانگی نٸی قواعد کن نا خسنگ تم کن لا ان زیربن

source: Cameroon Pidgin
bft: کیمرون پجن

source: [Canadian English might make "route" sound like "rowt"]
bft: کینیڈا پی انگریزینگنو روٹ لا راٹ زیربہ نینید

source: Cancel
bft: منسوخ بیوس

source: Cancel Re-recording
bft: ریکارڈینگ پو سکیور

source: Cancel Submission
bft: سکنگفو زگوق

source: Cannot submit more than 1000 sentences
bft: تم سیر ستونگ چک پہ سکانگمہ نین مید

source: Can't decide?
bft: چنگ زیربہ نین میدا؟

source: Cantonese
bft: کینٹونیز

source: Catalan
bft: کیٹیلان

source: Central Alaskan Yupʼik
bft: سنٹرل الاسکن یوپک

source: Central Kurdish
bft: سنٹرل کردیش

source: Central Melanau
bft: سنٹرل میلاناو

source: Central Puebla Nahuatl
bft: سنٹرل پیوبلا ناہواٹل

source: Change
bft: فسور

source: Change preferences
bft: غدمکھونگ فسوربزو

source: Change your email via Settings under Login Identity
bft: سیٹینگ پینگ سونگسے جوکھ لمی شناختیکھہ یری ای میل پو بدل بیوس۔

source: Check
bft: ہلتوس/خلونگ

source: Check <icon></icon> is this a linguistically correct sentence?
bft: ہلتوس، دی تم سیر پو زیر لوکھسینگ صحیح اینا؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
bft: یری سکت پو کامن وایسی سکتی صفیحیکھہ یودا مید ہلتوس۔ اگر میدنارے دی فام پو سکونگ، دیکھنہ نیاسی یری سکت پولا چی بیسے فرالوکھ بیا نینید زیربو زیرینچی یانگلا ای میل چی چیک کلے تنگید۔

source: Check Transcriptions
bft: ٹرانسکرپشن کن لا ہلتوس

source: <chevron></chevron>See less
bft: <chevron> یونژے رے ہلتوس <chevron>

source: <chevron></chevron>See more
bft: <chevron> ینگسہ ہلتوس <chevron>

source: Chinese (China)
bft: چاٸنیز

source: Chinese (Hong Kong)
bft: چاٸنیز ہانگ کانگ

source: Chinese (Taiwan)
bft: چاٸنیز تاٸوان

source: Chinyanja
bft: چنیانجاٸی

source: Choose language/localization
bft: سکت پو / بیور لوکھپو غدوم

source: Chuvash
bft: چوواش

source: Citation
bft: ساٸٹیشن

source: Cite with a URL link or the full name of the work.
bft: یو آر ایل پو یمبو من، میدنارے لس لوکھسی منتخپو من

source: Citing Sentences
bft: ژالے کھیونگفی تم سیر کن

source: Click
bft: نگیس/کلک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
bft: دی صفحو چی بیسے کولبن زیربو لوفچوکپلا، دیکھہ کلک بیوس

source: Clipboard not supported
bft: کلپ بورڈ پو مفوقس

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
bft: سکتی کلپ کن، ارکیایوز پے پھل رینگپو، چھمفونگ

source: Clip Graveyard
bft: کلبی رونگکھنگ

source: Clips recorded
bft: کلپ کن ریکارڈ سونگسید

source: Clips Uploaded
bft: کلپ کن اپ لوڈ سونگس

source: Clips validated
bft: کلپ کن چھدکھہ بیسید

source: Clips You've Recorded
bft: یانگی ریکارڈ بیسپی کلپ کن

source: Clips You've Validated
bft: یانگی چھدکھہ منفی کلپ کن

source: Close
bft: بند تونگ

source: Collecting sentences
bft: تم سیر کن زدمینگ یود

source: Coming Soon
bft: شوخمو اونگین یود

source: Comment
bft: زیر

source: Common Voice data plus all other voice datasets above.
bft: کامن وایسی ڈیٹو مینمہ اے سکت گانگمی ڈیٹا سیٹ کن

source: Common Voice Dataset
bft: کامن واٸسی ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
bft: کامن واٸس گرونگ یولی گراقسے فچوسپی ڈیٹا سیٹی مفت پلیٹ فارم چی چک ان۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
bft: کامن واٸس موزیلا فاونڈیشینی پراجیکٹ چک ان، یو ایسی 501 سی 3. دی پراجیکٹ پو یا وخلا بیونگ بیونگ ہلتا سترونگ بیکھن کنی لوکھسی خمول کنیکھہ درولینگ یودپن، دیکھنہ میولینگ نہ شیزدے بیکھن کنی خمول کولے لس کن ملینگ کھیونگمن۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
bft: کامن واٸس لا چندہ نا گرانٹس کن تھوبا یودپن۔ نیالا سکت پو فرالوکھ بیکھن کن، اکیڈمکس کن نا یا لوکھسینگنو فرالوکھ بیکھن کن لا روخ بیو ایشن تھدکھہ شیسید۔ کامن واٸس رانگ تھوپلا چھونلا کولبہ نینمین، اما ملسونگلا روخ بینگچی گرانٹس چی تھوبنارے لیگینہ لیخمو گوین۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
bft: کامن واٸسی ینگ پلیٹ فارم چی چیک کھیونگین یود، دے پلیٹ فارم پیکھہ میونگی جغی زیربی سپیرونگ، چوق چوق بیونگمی سپیرونگ نا ربیسے میدپی سکت کن زدمسے کھیونگمن۔ دیوسی کمیونٹی منگفولہ مہ شوخمو ڈیٹا زدمسے کھیونگمہ فری روخ بین، دیکھنہ ڈیٹا ساٸنسدان کن نا اے فرالوکھ بیکھن کن لا فنمن۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
bft: کامن واٸیس موزیلا پونگی مشین لا میونگی چی بیسے زیرید ریربو ہلژبی فرالوکھ چی ان۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
bft: کامن وایس کھیرے نا میولی چھوقپہ چھوغو چوقلا تھوبی سکتی ڈیٹا سیٹ ان۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
bft: کامن وایسی ریکارڈینگ کن ژھونژے کاروبار بیکھن کن نا اکیڈمکس کنی کولبن، دیکھنہ سکت نوزین بے لوکھسینگنو لس بے کھن کنی چوقلا تھوبی سکتی ماڈل کنی فری کولبن۔ نیا لا زیری یانگی یری ریکارڈینگ کن فچیکسے فونگ چا زیرین یودپن؟

source: Community and Languages
bft: کمیونٹی نا سکت کن

source: Community, Creatives and Civil Society
bft: یول میونگ، گرونگ میونگ، رانگ لسکن نا ژھرمہ ژھونژیونگ

source: Community participation and decision making.
bft: سکتی گرونگ میونگی یری کوریونگ نا چھدکھہ منمونگ

source: Community Playbook
bft: گرونگ ہرمغی شوقبو

source: Confirm Goal
bft: خسم بزونگ چھدکھہ بیوس

source: Connect with Gravatar
bft: گریویٹر نا تھوک

source: Contact
bft: تھوک لم

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
bft: شوقبو ربیکھن کن نہ تھوک، پلے ربیکھن کن، سکرین ربیکھن کن، یونگلا تریس چھوقلا تھونگمو فری اگر کھونگ کھوتی ربیسپا یودپی شوقبونگی چھون چھنچی شیزدے بیسنارے۔

source: Contact Form
bft: تھوک لوکھسی شوق شوق

source: Contact the Common Voice team
bft: کامن واٸسی فرالوکھ بیکھن کن نہ تھوک

source: Contact us
bft: نیانا تھوک

source: Contact Us
bft: نیانہ تھوک

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
bft: کنٹینٹ کن رانگ فچوسی تھوپ تھنگی ازنیکھہ تھوبا یود۔

source: Continue
bft: درولینگ دوک

source: Continue speaking
bft: زیرین سونگ

source: Continue validating
bft: چھدکھہ بیو جاری یوق

source: Contribute
bft: روخ بیس

source: Contribute on GitHub
bft: گیڈ ہبیکھہ روخ بیوس

source: Contribute sentences
bft: تم سیر چی شیزدے بیس

source: Contribute text
bft: ربیس پی تم ژھیر کن شیزدے بیوس

source: Contribute to { $lang }
bft: روخ بیوس

source: Contribute to text corpus
bft: ربیا یودپا یودپی کارپس لا روخ بیوس

source: Contributing to dataset for { $language }
bft: ڈیٹا سیٹ پو روخ بین

source: Contribution Activity
bft: روخ بیسی ہلتن بزونگ

source: Contribution Criteria
bft: روخ کھومی سپیرونگ

source: Contribution Experience
bft: روخ بیسی تجربات کن

source: Contribution Guidelines
bft: روخ بیسی جہلتونگ

source: Contributors record voice clips by reading from a bank of donated sentences.
bft: من کھنکنی شیزدے بیسپی تم سیرکن زیرین کھوتی کلپ کن زونمن

source: Cookies
bft: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
bft: کوکیز کن

source: Copainalá Zoque
bft: کوکاٸنالا زوق

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
bft: کوکی سینگلا تھوبی سکتی ٹیکنالوجی فری ایشن خشچن یودپن۔ کھونگی پراجیکٹ کنینگنو سکت خوم لوپفی ایس ایس ٹی نا ٹی ٹی ایس انجن کن شامل یود۔

source: Cornish
bft: کورنش

source: Correct
bft: ترانگمو

source: Corsican
bft: کورسیکن

source: { $count } clips
bft: کلپ کن

source: { $count }mo
bft: مو{ $count }

source: Country/Region of Residence
bft: ملک پو/دوکپی ملسووی رول بزو

source: { $count }wk
bft: ہفتہ
